type ':-)Ê' as 'STR ';
resource ':-)Ê' (0) { "Yet another Pedestal hack" };

data 'ICN#' (128) {
	$"0000 0000 0000 0000 0001 0000 0006 C000"            /* ..............À. */
	$"0018 3000 0060 0C00 0080 0200 00E0 0E00"            /* ..0..`...€...à.. */
	$"00B8 3E00 00D6 FE00 00AB FE00 00D5 FE00"            /* .¸>..Öþ..«þ..Õþ. */
	$"00AB FE00 00D5 FE00 00AB FE00 0375 FD80"            /* .«þ..Õþ..«þ..uý€ */
	$"0C1B F060 3007 C018 4001 0004 7007 C01C"            /* ..ð`0.À.@...p.À. */
	$"6C1F B07C 577F 5DFC 6AFF ABFC 55FF 57FC"            /* l.°|W.]üjÿ«üUÿWü */
	$"6AFF ABFC 55FF 57FC 6AFF ABFC 35FE D7F8"            /* jÿ«üUÿWüjÿ«ü5þ×ø */
	$"0EF8 3BE0 03E0 0F80 0080 0200 0000 0000"            /* .ø;à.à.€.€...... */
	$"0000 0000 0000 0000 0001 0000 0007 C000"            /* ..............À. */
	$"001F F000 007F FC00 00FF FE00 00FF FE00"            /* ..ð...ü..ÿþ..ÿþ. */
	$"00FF FE00 00FF FE00 00FF FE00 00FF FE00"            /* .ÿþ..ÿþ..ÿþ..ÿþ. */
	$"00FF FE00 00FF FE00 00FF FE00 03FF FF80"            /* .ÿþ..ÿþ..ÿþ..ÿÿ€ */
	$"0FFF FFE0 3FFF FFF8 7FFF FFFC 7FFF FFFC"            /* .ÿÿà?ÿÿø.ÿÿü.ÿÿü */
	$"7FFF FFFC 7FFF FFFC 7FFF FFFC 7FFF FFFC"            /* .ÿÿü.ÿÿü.ÿÿü.ÿÿü */
	$"7FFF FFFC 7FFF FFFC 7FFF FFFC 3FFE FFF8"            /* .ÿÿü.ÿÿü.ÿÿü?þÿø */
	$"0FF8 3FE0 03E0 0F80 0080 0200 0000 0000"            /* .ø?à.à.€.€...... */
};

data 'icl8' (128) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 00FF"            /* ...............ÿ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 00FF FFFA"            /* .............ÿÿú */
	$"FFFF 0000 0000 0000 0000 0000 0000 0000"            /* ÿÿ.............. */
	$"0000 0000 0000 0000 0000 00FF FFFA 2A2A"            /* ...........ÿÿú** */
	$"2AFA FFFF 0000 0000 0000 0000 0000 0000"            /* *úÿÿ............ */
	$"0000 0000 0000 0000 00FF FFFA 2A2A 2A2A"            /* .........ÿÿú**** */
	$"2A2A 2AFA FFFF 0000 0000 0000 0000 0000"            /* ***úÿÿ.......... */
	$"0000 0000 0000 0000 FFFA 2A2A 2A2A 2A2A"            /* ........ÿú****** */
	$"2A2A 2A2A 2AFA FF00 0000 0000 0000 0000"            /* *****úÿ......... */
	$"0000 0000 0000 0000 FFFF FFFA 2A2A 2A2A"            /* ........ÿÿÿú**** */
	$"2A2A 2AFA FFFF FF00 0000 0000 0000 0000"            /* ***úÿÿÿ......... */
	$"0000 0000 0000 0000 FF7F 7FFF FFFA 2A2A"            /* ........ÿ..ÿÿú** */
	$"2AFA FFFF B0B0 FF00 0000 0000 0000 0000"            /* *úÿÿ°°ÿ......... */
	$"0000 0000 0000 0000 FF7F 7F7F 7FFF FFFA"            /* ........ÿ....ÿÿú */
	$"FFFF B0B0 B0B0 FF00 0000 0000 0000 0000"            /* ÿÿ°°°°ÿ......... */
	$"0000 0000 0000 0000 FF7F 7F7F 7F7F 7FFF"            /* ........ÿ......ÿ */
	$"B0B0 B0B0 B0B0 FF00 0000 0000 0000 0000"            /* °°°°°°ÿ......... */
	$"0000 0000 0000 0000 FF7F 7F7F 7F7F 7FFF"            /* ........ÿ......ÿ */
	$"B0B0 B0B0 B0B0 FF00 0000 0000 0000 0000"            /* °°°°°°ÿ......... */
	$"0000 0000 0000 0000 FF7F 7F7F 7F7F 7FFF"            /* ........ÿ......ÿ */
	$"B0B0 B0B0 B0B0 FF00 0000 0000 0000 0000"            /* °°°°°°ÿ......... */
	$"0000 0000 0000 0000 FF7F 7F7F 7F7F 7FFF"            /* ........ÿ......ÿ */
	$"B0B0 B0B0 B0B0 FF00 0000 0000 0000 0000"            /* °°°°°°ÿ......... */
	$"0000 0000 0000 0000 FF7F 7F7F 7F7F 7FFF"            /* ........ÿ......ÿ */
	$"B0B0 B0B0 B0B0 FF00 0000 0000 0000 0000"            /* °°°°°°ÿ......... */
	$"0000 0000 0000 FFFF FAFF FF7F 7F7F 7FFF"            /* ......ÿÿúÿÿ....ÿ */
	$"B0B0 B0B0 FFFF FAFF FF00 0000 0000 0000"            /* °°°°ÿÿúÿÿ....... */
	$"0000 0000 FFFF FA2A 2A2A FAFF FF7F 7FFF"            /* ....ÿÿú***úÿÿ..ÿ */
	$"B0B0 FFFF FA2A 2A2A FAFF FF00 0000 0000"            /* °°ÿÿú***úÿÿ..... */
	$"0000 FFFF FA2A 2A2A 2A2A 2A2A FAFF FFFF"            /* ..ÿÿú*******úÿÿÿ */
	$"FFFF FA2A 2A2A 2A2A 2A2A FAFF FF00 0000"            /* ÿÿú*******úÿÿ... */
	$"00FF FA2A 2A2A 2A2A 2A2A 2A2A 2A2A FAFF"            /* .ÿú***********úÿ */
	$"FA2A 2A2A 2A2A 2A2A 2A2A 2A2A FAFF 0000"            /* ú***********úÿ.. */
	$"00FF FFFF FA2A 2A2A 2A2A 2A2A FAFF FFFF"            /* .ÿÿÿú*******úÿÿÿ */
	$"FFFF FA2A 2A2A 2A2A 2A2A FAFF FFFF 0000"            /* ÿÿú*******úÿÿÿ.. */
	$"00FF 7F7F FFFF FA2A 2A2A FAFF FFB0 B0FF"            /* .ÿ..ÿÿú***úÿÿ°°ÿ */
	$"7F7F FFFF FA2A 2A2A FAFF FFB0 B0FF 0000"            /* ..ÿÿú***úÿÿ°°ÿ.. */
	$"00FF 7F7F 7F7F FFFF FAFF FFB0 B0B0 B0FF"            /* .ÿ....ÿÿúÿÿ°°°°ÿ */
	$"7F7F 7F7F FFFF FAFF FFB0 B0B0 B0FF 0000"            /* ....ÿÿúÿÿ°°°°ÿ.. */
	$"00FF 7F7F 7F7F 7F7F FFB0 B0B0 B0B0 B0FF"            /* .ÿ......ÿ°°°°°°ÿ */
	$"7F7F 7F7F 7F7F FFB0 B0B0 B0B0 B0FF 0000"            /* ......ÿ°°°°°°ÿ.. */
	$"00FF 7F7F 7F7F 7F7F FFB0 B0B0 B0B0 B0FF"            /* .ÿ......ÿ°°°°°°ÿ */
	$"7F7F 7F7F 7F7F FFB0 B0B0 B0B0 B0FF 0000"            /* ......ÿ°°°°°°ÿ.. */
	$"00FF 7F7F 7F7F 7F7F FFB0 B0B0 B0B0 B0FF"            /* .ÿ......ÿ°°°°°°ÿ */
	$"7F7F 7F7F 7F7F FFB0 B0B0 B0B0 B0FF 0000"            /* ......ÿ°°°°°°ÿ.. */
	$"00FF 7F7F 7F7F 7F7F FFB0 B0B0 B0B0 B0FF"            /* .ÿ......ÿ°°°°°°ÿ */
	$"7F7F 7F7F 7F7F FFB0 B0B0 B0B0 B0FF 0000"            /* ......ÿ°°°°°°ÿ.. */
	$"00FF FC7F 7F7F 7F7F FFB0 B0B0 B0B0 FCFF"            /* .ÿü.....ÿ°°°°°üÿ */
	$"FC7F 7F7F 7F7F FFB0 B0B0 B0B0 FCFF 0000"            /* ü.....ÿ°°°°°üÿ.. */
	$"0000 FFFF FC7F 7F7F FFB0 B0B0 FCFF FF00"            /* ..ÿÿü...ÿ°°°üÿÿ. */
	$"FFFF FC7F 7F7F FFB0 B0B0 FCFF FF00 0000"            /* ÿÿü...ÿ°°°üÿÿ... */
	$"0000 0000 FFFF FC7F FFB0 FCFF FF00 0000"            /* ....ÿÿü.ÿ°üÿÿ... */
	$"0000 FFFF FC7F FFB0 FCFF FF00 0000 0000"            /* ..ÿÿü.ÿ°üÿÿ..... */
	$"0000 0000 0000 FFFF FFFF FF00 0000 0000"            /* ......ÿÿÿÿÿ..... */
	$"0000 0000 FFFF FFFF FF00 0000 0000 0000"            /* ....ÿÿÿÿÿ....... */
	$"0000 0000 0000 0000 FF00 0000 0000 0000"            /* ........ÿ....... */
	$"0000 0000 0000 FF00 0000 0000 0000 0000"            /* ......ÿ......... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
};

data 'icl4' (128) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 000F 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0FFD FF00 0000 0000 0000"            /* .......ýÿ....... */
	$"0000 0000 000F FDCC CDFF 0000 0000 0000"            /* ......ýÌÍÿ...... */
	$"0000 0000 0FFD CCCC CCCD FF00 0000 0000"            /* .....ýÌÌÌÍÿ..... */
	$"0000 0000 FDCC CCCC CCCC CDF0 0000 0000"            /* ....ýÌÌÌÌÌÍð.... */
	$"0000 0000 FFFD CCCC CCCD FFF0 0000 0000"            /* ....ÿýÌÌÌÍÿð.... */
	$"0000 0000 FDDF FDCC CDFF EEF0 0000 0000"            /* ....ýßýÌÍÿîð.... */
	$"0000 0000 FDDD DFFD FFEE EEF0 0000 0000"            /* ....ýÝßýÿîîð.... */
	$"0000 0000 FDDD DDDF EEEE EEF0 0000 0000"            /* ....ýÝÝßîîîð.... */
	$"0000 0000 FDDD DDDF EEEE EEF0 0000 0000"            /* ....ýÝÝßîîîð.... */
	$"0000 0000 FDDD DDDF EEEE EEF0 0000 0000"            /* ....ýÝÝßîîîð.... */
	$"0000 0000 FDDD DDDF EEEE EEF0 0000 0000"            /* ....ýÝÝßîîîð.... */
	$"0000 0000 FDDD DDDF EEEE EEF0 0000 0000"            /* ....ýÝÝßîîîð.... */
	$"0000 00FF DFFD DDDF EEEE FFDF F000 0000"            /* ...ÿßýÝßîîÿßð... */
	$"0000 FFDC CCDF FDDF EEFF DCCC DFF0 0000"            /* ..ÿÜÌßýßîÿÜÌßð.. */
	$"00FF DCCC CCCC DFFF FFDC CCCC CCDF F000"            /* .ÿÜÌÌÌßÿÿÜÌÌÌßð. */
	$"0FDC CCCC CCCC CCDF DCCC CCCC CCCC DF00"            /* .ÜÌÌÌÌÌßÜÌÌÌÌÌß. */
	$"0FFF DCCC CCCC DFFF FFDC CCCC CCDF FF00"            /* .ÿÜÌÌÌßÿÿÜÌÌÌßÿ. */
	$"0FDD FFDC CCDF FEEF DDFF DCCC DFFE EF00"            /* .ÝÿÜÌßþïÝÿÜÌßþï. */
	$"0FDD DDFF DFFE EEEF DDDD FFDF FEEE EF00"            /* .ÝÝÿßþîïÝÝÿßþîï. */
	$"0FDD DDDD FEEE EEEF DDDD DDFE EEEE EF00"            /* .ÝÝÝþîîïÝÝÝþîîï. */
	$"0FDD DDDD FEEE EEEF DDDD DDFE EEEE EF00"            /* .ÝÝÝþîîïÝÝÝþîîï. */
	$"0FDD DDDD FEEE EEEF DDDD DDFE EEEE EF00"            /* .ÝÝÝþîîïÝÝÝþîîï. */
	$"0FDD DDDD FEEE EEEF DDDD DDFE EEEE EF00"            /* .ÝÝÝþîîïÝÝÝþîîï. */
	$"0FED DDDD FEEE EEEF EDDD DDFE EEEE EF00"            /* .íÝÝþîîïíÝÝþîîï. */
	$"00FF EDDD FEEE EFF0 FFED DDFE EEEF F000"            /* .ÿíÝþîïðÿíÝþîïð. */
	$"0000 FFED FEEF F000 00FF EDFE EFF0 0000"            /* ..ÿíþïð..ÿíþïð.. */
	$"0000 00FF FFF0 0000 0000 FFFF F000 0000"            /* ...ÿÿð....ÿÿð... */
	$"0000 0000 F000 0000 0000 00F0 0000 0000"            /* ....ð......ð.... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
};

data 'ics#' (128) {
	$"0000 0180 0660 0810 0E70 0DF0 0AF0 1DF8"            /* ...€.`...pÂð.ð.ø */
	$"66E6 8181 E7E7 DFDF AFAF DFDF 6E6E 1818"            /* fæççßß¯¯ßßnn.. */
	$"0000 0180 07E0 0FF0 0FF0 0FF0 0FF0 1FF8"            /* ...€.à.ð.ð.ð.ð.ø */
	$"7FFE FFFF FFFF FFFF FFFF FFFF 7E7E 1818"            /* .þÿÿÿÿÿÿÿÿÿÿ~~.. */
};

data 'ics8' (128) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 00FF FF00 0000 0000 0000"            /* .......ÿÿ....... */
	$"0000 0000 00FF FF2A 2AFF FF00 0000 0000"            /* .....ÿÿ**ÿÿ..... */
	$"0000 0000 FF2A 2A2A 2A2A 2AFF 0000 0000"            /* ....ÿ******ÿ.... */
	$"0000 0000 FFFF FF2A 2AFF FFFF 0000 0000"            /* ....ÿÿÿ**ÿÿÿ.... */
	$"0000 0000 FF7F 7FFF FFB0 B0FF 0000 0000"            /* ....ÿ..ÿÿ°°ÿ.... */
	$"0000 0000 FF7F 7F7F FFB0 B0FF 0000 0000"            /* ....ÿ...ÿ°°ÿ.... */
	$"0000 00FF FF7F 7F7F FFB0 B0FF FF00 0000"            /* ...ÿÿ...ÿ°°ÿÿ... */
	$"00FF FF2A 2AFF FF7F FFFF FF2A 2AFF FF00"            /* .ÿÿ**ÿÿ.ÿÿÿ**ÿÿ. */
	$"FF2A 2A2A 2A2A 2AFF FF2A 2A2A 2A2A 2AFF"            /* ÿ******ÿÿ******ÿ */
	$"FFFF FF2A 2AFF FFB0 FFFF FF2A 2AFF FFFF"            /* ÿÿÿ**ÿÿ°ÿÿÿ**ÿÿÿ */
	$"FF7F 7FFF FFB0 B0B0 FF7F 7FFF FFB0 B0FF"            /* ÿ..ÿÿ°°°ÿ..ÿÿ°°ÿ */
	$"FF7F 7F7F FFB0 B0B0 FF7F 7F7F FFB0 B0FF"            /* ÿ...ÿ°°°ÿ...ÿ°°ÿ */
	$"FF7F 7F7F FFB0 B0FF FF7F 7F7F FFB0 B0FF"            /* ÿ...ÿ°°ÿÿ...ÿ°°ÿ */
	$"00FF FF7F FFFF FF00 00FF FF7F FFFF FF00"            /* .ÿÿ.ÿÿÿ..ÿÿ.ÿÿÿ. */
	$"0000 00FF FF00 0000 0000 00FF FF00 0000"            /* ...ÿÿ......ÿÿ... */
};

data 'ics4' (128) {
	$"0000 0000 0000 0000 0000 000F F000 0000"            /* ............ð... */
	$"0000 0FFC CFF0 0000 0000 FCCC CCCF 0000"            /* ...üÏð....üÌÌÏ.. */
	$"0000 FFFC CFFF 0000 0000 FDDF FEEF 0000"            /* ..ÿüÏÿ....ýßþï.. */
	$"0000 FDDD FEEF 0000 000F FDDD FEEF F000"            /* ..ýÝþï....ýÝþïð. */
	$"0FFC CFFD FFFC CFF0 FCCC CCCF FCCC CCCF"            /* .üÏýÿüÏðüÌÌÏüÌÌÏ */
	$"FFFC CFFE FFFC CFFF FDDF FEEE FDDF FEEF"            /* ÿüÏþÿüÏÿýßþîýßþï */
	$"FDDD FEEE FDDD FEEF FDDD FEEF FDDD FEEF"            /* ýÝþîýÝþïýÝþïýÝþï */
	$"0FFD FFF0 0FFD FFF0 000F F000 000F F000"            /* .ýÿð.ýÿð..ð...ð. */
};

data 'PICT' (128) {
	$"0B68 0000 0000 0020 0020 0011 02FF 0C00"            /* .h..... . ...ÿ.. */
	$"FFFF FFFF 0000 0000 0000 0000 0020 0000"            /* ÿÿÿÿ......... .. */
	$"0020 0000 0000 0000 001E 000C 0023 0007"            /* . ...........#.. */
	$"0001 000A 0007 0023 0027 0043 0090 0004"            /* .......#.'.C... */
	$"0000 0000 0020 0020 0000 0000 0020 0020"            /* ..... . ..... .  */
	$"0007 0023 0027 0043 0003 0000 0000 0000"            /* ...#.'.C........ */
	$"0000 0001 0000 0007 C000 001F F000 007F"            /* ........À...ð... */
	$"FC00 00FF FE00 00FF FE00 00FF FE00 00FF"            /* ü..ÿþ..ÿþ..ÿþ..ÿ */
	$"FE00 00FF FE00 00FF FE00 00FF FE00 00FF"            /* þ..ÿþ..ÿþ..ÿþ..ÿ */
	$"FE00 00FF FE00 03FF FF80 0FFF FFE0 3FFF"            /* þ..ÿþ..ÿÿ€.ÿÿà?ÿ */
	$"FFF8 7FFF FFFC 7FFF FFFC 7FFF FFFC 7FFF"            /* ÿø.ÿÿü.ÿÿü.ÿÿü.ÿ */
	$"FFFC 7FFF FFFC 7FFF FFFC 7FFF FFFC 7FFF"            /* ÿü.ÿÿü.ÿÿü.ÿÿü.ÿ */
	$"FFFC 7FFF FFFC 3FFE FFF8 0FF8 3FE0 03E0"            /* ÿü.ÿÿü?þÿø.ø?à.à */
	$"0F80 0080 0200 0000 0000 0098 8020 0000"            /* .€.€.......˜€ .. */
	$"0000 0020 0020 0000 0000 0000 0000 0048"            /* ... . .........H */
	$"0000 0048 0000 0000 0008 0001 0008 0000"            /* ...H............ */
	$"0000 0000 31CC 5F1C 031F 0000 0008 8000"            /* ....1Ì_.......€. */
	$"00FF 0000 FFFF FFFF FFFF 0000 FFFF FFFF"            /* .ÿ..ÿÿÿÿÿÿ..ÿÿÿÿ */
	$"CCCC 0004 FFFF FFFF 9999 0004 FFFF FFFF"            /* ÌÌ..ÿÿÿÿ™™..ÿÿÿÿ */
	$"6666 0004 FFFF FFFF 3333 0000 FFFF FFFF"            /* ff..ÿÿÿÿ33..ÿÿÿÿ */
	$"0000 0004 FFFF CCCC FFFF 0004 FFFF CCCC"            /* ....ÿÿÌÌÿÿ..ÿÿÌÌ */
	$"CCCC 0000 FFFF CCCC 9999 0004 FFFF CCCC"            /* ÌÌ..ÿÿÌÌ™™..ÿÿÌÌ */
	$"6666 0004 FFFF CCCC 3333 0004 FFFF CCCC"            /* ff..ÿÿÌÌ33..ÿÿÌÌ */
	$"0000 0004 FFFF 9999 FFFF 0004 FFFF 9999"            /* ....ÿÿ™™ÿÿ..ÿÿ™™ */
	$"CCCC 0004 FFFF 9999 9999 0004 FFFF 9999"            /* ÌÌ..ÿÿ™™™™..ÿÿ™™ */
	$"6666 0004 FFFF 9999 3333 0004 FFFF 9999"            /* ff..ÿÿ™™33..ÿÿ™™ */
	$"0000 0004 FFFF 6666 FFFF 0000 FFFF 6666"            /* ....ÿÿffÿÿ..ÿÿff */
	$"CCCC 0004 FFFF 6666 9999 0004 FFFF 6666"            /* ÌÌ..ÿÿff™™..ÿÿff */
	$"6666 0000 FFFF 6666 3333 0004 FFFF 6666"            /* ff..ÿÿff33..ÿÿff */
	$"0000 0004 FFFF 3333 FFFF 0004 FFFF 3333"            /* ....ÿÿ33ÿÿ..ÿÿ33 */
	$"CCCC 0004 FFFF 3333 9999 0004 FFFF 3333"            /* ÌÌ..ÿÿ33™™..ÿÿ33 */
	$"6666 0004 FFFF 3333 3333 0004 FFFF 3333"            /* ff..ÿÿ3333..ÿÿ33 */
	$"0000 0004 FFFF 0000 FFFF 0004 FFFF 0000"            /* ....ÿÿ..ÿÿ..ÿÿ.. */
	$"CCCC 0004 FFFF 0000 9999 0004 FFFF 0000"            /* ÌÌ..ÿÿ..™™..ÿÿ.. */
	$"6666 0004 FFFF 0000 3333 0004 FFFF 0000"            /* ff..ÿÿ..33..ÿÿ.. */
	$"0000 0004 CCCC FFFF FFFF 0004 CCCC FFFF"            /* ....ÌÌÿÿÿÿ..ÌÌÿÿ */
	$"CCCC 0004 CCCC FFFF 9999 0004 CCCC FFFF"            /* ÌÌ..ÌÌÿÿ™™..ÌÌÿÿ */
	$"6666 0004 CCCC FFFF 3333 0004 CCCC FFFF"            /* ff..ÌÌÿÿ33..ÌÌÿÿ */
	$"0000 0000 CCCC CCCC FFFF 0000 CCCC CCCC"            /* ....ÌÌÌÌÿÿ..ÌÌÌÌ */
	$"CCCC 0004 CCCC CCCC 9999 0004 CCCC CCCC"            /* ÌÌ..ÌÌÌÌ™™..ÌÌÌÌ */
	$"6666 0004 CCCC CCCC 3333 0004 CCCC CCCC"            /* ff..ÌÌÌÌ33..ÌÌÌÌ */
	$"0000 0004 CCCC 9999 FFFF 0004 CCCC 9999"            /* ....ÌÌ™™ÿÿ..ÌÌ™™ */
	$"CCCC 0004 CCCC 9999 9999 0000 CCCC 9999"            /* ÌÌ..ÌÌ™™™™..ÌÌ™™ */
	$"6666 0004 CCCC 9999 3333 0004 CCCC 9999"            /* ff..ÌÌ™™33..ÌÌ™™ */
	$"0000 0004 CCCC 6666 FFFF 0004 CCCC 6666"            /* ....ÌÌffÿÿ..ÌÌff */
	$"CCCC 0004 CCCC 6666 9999 0004 CCCC 6666"            /* ÌÌ..ÌÌff™™..ÌÌff */
	$"6666 0004 CCCC 6666 3333 0004 CCCC 6666"            /* ff..ÌÌff33..ÌÌff */
	$"0000 0004 CCCC 3333 FFFF 0004 CCCC 3333"            /* ....ÌÌ33ÿÿ..ÌÌ33 */
	$"CCCC 0004 CCCC 3333 9999 0004 CCCC 3333"            /* ÌÌ..ÌÌ33™™..ÌÌ33 */
	$"6666 0004 CCCC 3333 3333 0004 CCCC 3333"            /* ff..ÌÌ3333..ÌÌ33 */
	$"0000 0004 CCCC 0000 FFFF 0004 CCCC 0000"            /* ....ÌÌ..ÿÿ..ÌÌ.. */
	$"CCCC 0004 CCCC 0000 9999 0004 CCCC 0000"            /* ÌÌ..ÌÌ..™™..ÌÌ.. */
	$"6666 0004 CCCC 0000 3333 0004 CCCC 0000"            /* ff..ÌÌ..33..ÌÌ.. */
	$"0000 0000 9999 FFFF FFFF 0004 9999 FFFF"            /* ....™™ÿÿÿÿ..™™ÿÿ */
	$"CCCC 0004 9999 FFFF 9999 0004 9999 FFFF"            /* ÌÌ..™™ÿÿ™™..™™ÿÿ */
	$"6666 0004 9999 FFFF 3333 0004 9999 FFFF"            /* ff..™™ÿÿ33..™™ÿÿ */
	$"0000 0004 9999 CCCC FFFF 0004 9999 CCCC"            /* ....™™ÌÌÿÿ..™™ÌÌ */
	$"CCCC 0004 9999 CCCC 9999 0004 9999 CCCC"            /* ÌÌ..™™ÌÌ™™..™™ÌÌ */
	$"6666 0004 9999 CCCC 3333 0004 9999 CCCC"            /* ff..™™ÌÌ33..™™ÌÌ */
	$"0000 0000 9999 9999 FFFF 0004 9999 9999"            /* ....™™™™ÿÿ..™™™™ */
	$"CCCC 0004 9999 9999 9999 0004 9999 9999"            /* ÌÌ..™™™™™™..™™™™ */
	$"6666 0004 9999 9999 3333 0004 9999 9999"            /* ff..™™™™33..™™™™ */
	$"0000 0004 9999 6666 FFFF 0004 9999 6666"            /* ....™™ffÿÿ..™™ff */
	$"CCCC 0000 9999 6666 9999 0004 9999 6666"            /* ÌÌ..™™ff™™..™™ff */
	$"6666 0004 9999 6666 3333 0004 9999 6666"            /* ff..™™ff33..™™ff */
	$"0000 0004 9999 3333 FFFF 0004 9999 3333"            /* ....™™33ÿÿ..™™33 */
	$"CCCC 0004 9999 3333 9999 0004 9999 3333"            /* ÌÌ..™™33™™..™™33 */
	$"6666 0004 9999 3333 3333 0004 9999 3333"            /* ff..™™3333..™™33 */
	$"0000 0004 9999 0000 FFFF 0004 9999 0000"            /* ....™™..ÿÿ..™™.. */
	$"CCCC 0004 9999 0000 9999 0000 9999 0000"            /* ÌÌ..™™..™™..™™.. */
	$"6666 0004 9999 0000 3333 0004 9999 0000"            /* ff..™™..33..™™.. */
	$"0000 0004 6666 FFFF FFFF 0004 6666 FFFF"            /* ....ffÿÿÿÿ..ffÿÿ */
	$"CCCC 0004 6666 FFFF 9999 0004 6666 FFFF"            /* ÌÌ..ffÿÿ™™..ffÿÿ */
	$"6666 0004 6666 FFFF 3333 0004 6666 FFFF"            /* ff..ffÿÿ33..ffÿÿ */
	$"0000 0004 6666 CCCC FFFF 0004 6666 CCCC"            /* ....ffÌÌÿÿ..ffÌÌ */
	$"CCCC 0004 6666 CCCC 9999 0004 6666 CCCC"            /* ÌÌ..ffÌÌ™™..ffÌÌ */
	$"6666 0004 6666 CCCC 3333 0004 6666 CCCC"            /* ff..ffÌÌ33..ffÌÌ */
	$"0000 0004 6666 9999 FFFF 0004 6666 9999"            /* ....ff™™ÿÿ..ff™™ */
	$"CCCC 0004 6666 9999 9999 0004 6666 9999"            /* ÌÌ..ff™™™™..ff™™ */
	$"6666 0004 6666 9999 3333 0004 6666 9999"            /* ff..ff™™33..ff™™ */
	$"0000 0004 6666 6666 FFFF 0000 6666 6666"            /* ....ffffÿÿ..ffff */
	$"CCCC 0004 6666 6666 9999 0004 6666 6666"            /* ÌÌ..ffff™™..ffff */
	$"6666 0004 6666 6666 3333 0004 6666 6666"            /* ff..ffff33..ffff */
	$"0000 0004 6666 3333 FFFF 0004 6666 3333"            /* ....ff33ÿÿ..ff33 */
	$"CCCC 0004 6666 3333 9999 0004 6666 3333"            /* ÌÌ..ff33™™..ff33 */
	$"6666 0004 6666 3333 3333 0004 6666 3333"            /* ff..ff3333..ff33 */
	$"0000 0004 6666 0000 FFFF 0004 6666 0000"            /* ....ff..ÿÿ..ff.. */
	$"CCCC 0004 6666 0000 9999 0004 6666 0000"            /* ÌÌ..ff..™™..ff.. */
	$"6666 0004 6666 0000 3333 0004 6666 0000"            /* ff..ff..33..ff.. */
	$"0000 0004 3333 FFFF FFFF 0004 3333 FFFF"            /* ....33ÿÿÿÿ..33ÿÿ */
	$"CCCC 0000 3333 FFFF 9999 0004 3333 FFFF"            /* ÌÌ..33ÿÿ™™..33ÿÿ */
	$"6666 0004 3333 FFFF 3333 0004 3333 FFFF"            /* ff..33ÿÿ33..33ÿÿ */
	$"0000 0004 3333 CCCC FFFF 0004 3333 CCCC"            /* ....33ÌÌÿÿ..33ÌÌ */
	$"CCCC 0004 3333 CCCC 9999 0004 3333 CCCC"            /* ÌÌ..33ÌÌ™™..33ÌÌ */
	$"6666 0004 3333 CCCC 3333 0004 3333 CCCC"            /* ff..33ÌÌ33..33ÌÌ */
	$"0000 0004 3333 9999 FFFF 0004 3333 9999"            /* ....33™™ÿÿ..33™™ */
	$"CCCC 0004 3333 9999 9999 0000 3333 9999"            /* ÌÌ..33™™™™..33™™ */
	$"6666 0004 3333 9999 3333 0004 3333 9999"            /* ff..33™™33..33™™ */
	$"0000 0004 3333 6666 FFFF 0004 3333 6666"            /* ....33ffÿÿ..33ff */
	$"CCCC 0004 3333 6666 9999 0000 3333 6666"            /* ÌÌ..33ff™™..33ff */
	$"6666 0004 3333 6666 3333 0004 3333 6666"            /* ff..33ff33..33ff */
	$"0000 0004 3333 3333 FFFF 0004 3333 3333"            /* ....3333ÿÿ..3333 */
	$"CCCC 0004 3333 3333 9999 0000 3333 3333"            /* ÌÌ..3333™™..3333 */
	$"6666 0004 3333 3333 3333 0004 3333 3333"            /* ff..333333..3333 */
	$"0000 0004 3333 0000 FFFF 0004 3333 0000"            /* ....33..ÿÿ..33.. */
	$"CCCC 0000 3333 0000 9999 0004 3333 0000"            /* ÌÌ..33..™™..33.. */
	$"6666 0004 3333 0000 3333 0004 3333 0000"            /* ff..33..33..33.. */
	$"0000 0004 0000 FFFF FFFF 0004 0000 FFFF"            /* ......ÿÿÿÿ....ÿÿ */
	$"CCCC 0004 0000 FFFF 9999 0004 0000 FFFF"            /* ÌÌ....ÿÿ™™....ÿÿ */
	$"6666 0004 0000 FFFF 3333 0004 0000 FFFF"            /* ff....ÿÿ33....ÿÿ */
	$"0000 0004 0000 CCCC FFFF 0004 0000 CCCC"            /* ......ÌÌÿÿ....ÌÌ */
	$"CCCC 0004 0000 CCCC 9999 0004 0000 CCCC"            /* ÌÌ....ÌÌ™™....ÌÌ */
	$"6666 0004 0000 CCCC 3333 0004 0000 CCCC"            /* ff....ÌÌ33....ÌÌ */
	$"0000 0000 0000 9999 FFFF 0004 0000 9999"            /* ......™™ÿÿ....™™ */
	$"CCCC 0004 0000 9999 9999 0004 0000 9999"            /* ÌÌ....™™™™....™™ */
	$"6666 0004 0000 9999 3333 0004 0000 9999"            /* ff....™™33....™™ */
	$"0000 0004 0000 6666 FFFF 0004 0000 6666"            /* ......ffÿÿ....ff */
	$"CCCC 0004 0000 6666 9999 0004 0000 6666"            /* ÌÌ....ff™™....ff */
	$"6666 0004 0000 6666 3333 0004 0000 6666"            /* ff....ff33....ff */
	$"0000 0004 0000 3333 FFFF 0004 0000 3333"            /* ......33ÿÿ....33 */
	$"CCCC 0004 0000 3333 9999 0004 0000 3333"            /* ÌÌ....33™™....33 */
	$"6666 0004 0000 3333 3333 0004 0000 3333"            /* ff....3333....33 */
	$"0000 0004 0000 0000 FFFF 0004 0000 0000"            /* ........ÿÿ...... */
	$"CCCC 0004 0000 0000 9999 0004 0000 0000"            /* ÌÌ......™™...... */
	$"6666 0004 0000 0000 3333 0004 EEEE 0000"            /* ff......33..îî.. */
	$"0000 0000 DDDD 0000 0000 0004 BBBB 0000"            /* ....ÝÝ......»».. */
	$"0000 0004 AAAA 0000 0000 0004 8888 0000"            /* ....ªª......ˆˆ.. */
	$"0000 0004 7777 0000 0000 0004 5555 0000"            /* ....ww......UU.. */
	$"0000 0004 4444 0000 0000 0004 2222 0000"            /* ....DD......"".. */
	$"0000 0004 1111 0000 0000 0004 0000 EEEE"            /* ..............îî */
	$"0000 0004 0000 DDDD 0000 0000 0000 BBBB"            /* ......ÝÝ......»» */
	$"0000 0004 0000 AAAA 0000 0004 0000 8888"            /* ......ªª......ˆˆ */
	$"0000 0004 0000 7777 0000 0004 0000 5555"            /* ......ww......UU */
	$"0000 0004 0000 4444 0000 0004 0000 2222"            /* ......DD......"" */
	$"0000 0004 0000 1111 0000 0004 0000 0000"            /* ................ */
	$"EEEE 0000 0000 0000 DDDD 0004 0000 0000"            /* îî......ÝÝ...... */
	$"BBBB 0004 0000 0000 AAAA 0004 0000 0000"            /* »»......ªª...... */
	$"8888 0004 0000 0000 7777 0004 0000 0000"            /* ˆˆ......ww...... */
	$"5555 0004 0000 0000 4444 0004 0000 0000"            /* UU......DD...... */
	$"2222 0004 0000 0000 1111 0000 EEEE EEEE"            /* ""..........îîîî */
	$"EEEE 0000 DDDD DDDD DDDD 0000 BBBB BBBB"            /* îî..ÝÝÝÝÝÝ..»»»» */
	$"BBBB 0000 AAAA AAAA AAAA 0000 8888 8888"            /* »»..ªªªªªª..ˆˆˆˆ */
	$"8888 0000 7777 7777 7777 0000 5555 5555"            /* ˆˆ..wwwwww..UUUU */
	$"5555 0000 4444 4444 4444 0000 2222 2222"            /* UU..DDDDDD.."""" */
	$"2222 0000 1111 1111 1111 0000 0000 0000"            /* "".............. */
	$"0000 0000 0000 0020 0020 0007 0023 0027"            /* ....... . ...#.' */
	$"0043 0001 02E1 0002 E100 06F2 0000 FFF1"            /* .C...á..á..ò..ÿñ */
	$"000A F400 04FF FFFA FFFF F300 0EF6 0002"            /* ..ô..ÿÿúÿÿó..ö.. */
	$"FFFF FAFE 2A02 FAFF FFF5 000E F800 02FF"            /* ÿÿúþ*.úÿÿõ..ø..ÿ */
	$"FFFA FA2A 02FA FFFF F700 0CF9 0001 FFFA"            /* ÿúú*.úÿÿ÷..ù..ÿú */
	$"F62A 01FA FFF8 000E F900 FEFF 00FA FA2A"            /* ö*.úÿø..ù.þÿ.úú* */
	$"00FA FEFF F800 14F9 0005 FF7F 7FFF FFFA"            /* .úþÿø..ù..ÿ..ÿÿú */
	$"FE2A 05FA FFFF B0B0 FFF8 0012 F900 00FF"            /* þ*.úÿÿ°°ÿø..ù..ÿ */
	$"FD7F 04FF FFFA FFFF FDB0 00FF F800 0EF9"            /* ý..ÿÿúÿÿý°.ÿø..ù */
	$"0000 FFFB 7F00 FFFB B000 FFF8 000E F900"            /* ..ÿû..ÿû°.ÿø..ù. */
	$"00FF FB7F 00FF FBB0 00FF F800 0EF9 0000"            /* .ÿû..ÿû°.ÿø..ù.. */
	$"FFFB 7F00 FFFB B000 FFF8 000E F900 00FF"            /* ÿû..ÿû°.ÿø..ù..ÿ */
	$"FB7F 00FF FBB0 00FF F800 0EF9 0000 FFFB"            /* û..ÿû°.ÿø..ù..ÿû */
	$"7F00 FFFB B000 FFF8 0016 FB00 04FF FFFA"            /* ..ÿû°.ÿø..û..ÿÿú */
	$"FFFF FD7F 00FF FDB0 04FF FFFA FFFF FA00"            /* ÿÿý..ÿý°.ÿÿúÿÿú. */
	$"1CFD 0002 FFFF FAFE 2A0A FAFF FF7F 7FFF"            /* .ý..ÿÿúþ*.úÿÿ..ÿ */
	$"B0B0 FFFF FAFE 2A02 FAFF FFFC 0016 0400"            /* °°ÿÿúþ*.úÿÿü.... */
	$"00FF FFFA FA2A 00FA FCFF 00FA FA2A 02FA"            /* .ÿÿúú*.úüÿ.úú*.ú */
	$"FFFF FE00 1102 00FF FAF6 2A02 FAFF FAF6"            /* ÿÿþ....ÿúö*.úÿúö */
	$"2A03 FAFF 0000 1700 00FE FF00 FAFA 2A00"            /* *.úÿ.....þÿ.úú*. */
	$"FAFC FF00 FAFA 2A00 FAFE FF01 0000 2106"            /* úüÿ.úú*.úþÿ...!. */
	$"00FF 7F7F FFFF FAFE 2A0A FAFF FFB0 B0FF"            /* .ÿ..ÿÿúþ*.úÿÿ°°ÿ */
	$"7F7F FFFF FAFE 2A07 FAFF FFB0 B0FF 0000"            /* ..ÿÿúþ*.úÿÿ°°ÿ.. */
	$"1D01 00FF FD7F 04FF FFFA FFFF FDB0 00FF"            /* ...ÿý..ÿÿúÿÿý°.ÿ */
	$"FD7F 04FF FFFA FFFF FDB0 02FF 0000 1501"            /* ý..ÿÿúÿÿý°.ÿ.... */
	$"00FF FB7F 00FF FBB0 00FF FB7F 00FF FBB0"            /* .ÿû..ÿû°.ÿû..ÿû° */
	$"02FF 0000 1501 00FF FB7F 00FF FBB0 00FF"            /* .ÿ.....ÿû..ÿû°.ÿ */
	$"FB7F 00FF FBB0 02FF 0000 1501 00FF FB7F"            /* û..ÿû°.ÿ.....ÿû. */
	$"00FF FBB0 00FF FB7F 00FF FBB0 02FF 0000"            /* .ÿû°.ÿû..ÿû°.ÿ.. */
	$"1501 00FF FB7F 00FF FBB0 00FF FB7F 00FF"            /* ...ÿû..ÿû°.ÿû..ÿ */
	$"FBB0 02FF 0000 1902 00FF FCFC 7F00 FFFC"            /* û°.ÿ.....ÿüü..ÿü */
	$"B002 FCFF FCFC 7F00 FFFC B003 FCFF 0000"            /* °.üÿüü..ÿü°.üÿ.. */
	$"2004 0000 FFFF FCFE 7F00 FFFE B006 FCFF"            /*  ...ÿÿüþ..ÿþ°.üÿ */
	$"FF00 FFFF FCFE 7F00 FFFE B002 FCFF FFFE"            /* ÿ.ÿÿüþ..ÿþ°.üÿÿþ */
	$"001A FD00 08FF FFFC 7FFF B0FC FFFF FC00"            /* ..ý..ÿÿü.ÿ°üÿÿü. */
	$"08FF FFFC 7FFF B0FC FFFF FC00 0AFB 00FC"            /* .ÿÿü.ÿ°üÿÿü..û.ü */
	$"FFF8 00FC FFFA 000A F900 00FF F400 00FF"            /* ÿø.üÿú..ù..ÿô..ÿ */
	$"F800 02E1 0000 00FF"                                /* ø..á...ÿ */
};

data 'BNDL' (128) {
	$"3A2D 29CA 0000 0001 4652 4546 0001 0000"            /* :-)Ê....FREF.... */
	$"0080 0001 0081 4943 4E23 0001 0000 0080"            /* .€...ICN#.....€ */
	$"0001 0000"                                          /* .... */
};

data 'FREF' (128) {
	$"4150 504C 0000 00"                                  /* APPL... */
};

data 'FREF' (129) {
	$"5445 5854 0001 00"                                  /* TEXT... */
};

