data 'BNDL' (128) {
	$"4E59 414E 0000 0001 4652 4546 0000 0000"            /* NYAN....FREF.... */
	$"0080 4943 4E23 0000 0000 0080"                      /* .€ICN#.....€ */
};

data 'FREF' (128) {
	$"4150 504C 0000 00"                                  /* APPL... */
};

data 'ICN#' (128) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 00FF FF80 0100 0040"            /* .........ÿÿ€...@ */
	$"0200 0020 0201 2020 0220 302C 0200 4A32"            /* ... ..  . 0,..J2 */
	$"0200 4422 6202 43C2 9200 4002 9E10 8001"            /* ..D"b.CΒ’.@..€. */
	$"4201 8409 3240 8C59 0E00 8001 0204 8491"            /* B.„Ζ2@Y..€...„‘ */
	$"0220 47F2 0600 2004 0B00 1FF8 11FF FFA0"            /* . Gς.. ....ψ.ÿÿ  */
	$"1290 2520 1CE0 38E0 0000 0000 0000 0000"            /* .% .ΰ8ΰ........ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 00FF FF80 01FF FFC0"            /* .........ÿÿ€.ÿÿΐ */
	$"03FF FFE0 03FF FFE0 03FF FFEC 03FF FFFE"            /* .ÿÿΰ.ÿÿΰ.ÿÿμ.ÿÿώ */
	$"03FF FFFE 63FF FFFE F3FF FFFE FFFF FFFF"            /* .ÿÿώcÿÿώσÿÿώÿÿÿÿ */
	$"7FFF FFFF 3FFF FFFF 0FFF FFFF 03FF FFFF"            /* .ÿÿÿ?ÿÿÿ.ÿÿÿ.ÿÿÿ */
	$"03FF FFFE 07FF FFFC 0FFF FFF8 1FFF FFE0"            /* .ÿÿώ.ÿÿό.ÿÿψ.ÿÿΰ */
	$"1EF0 3DE0 1CE0 38E0 0000 0000 0000 0000"            /* .π=ΰ.ΰ8ΰ........ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
};

data 'icl4' (128) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 FFFF FFFF FFFF FFFF F000 0000"            /* ....ÿÿÿÿÿÿÿÿπ... */
	$"0000 000F 0000 0000 0000 0000 0F00 0000"            /* ................ */
	$"0000 00F0 00CC CCCC CCCC CCC0 00F0 0000"            /* ...π.ΜΜΜΜΜΜΐ.π.. */
	$"0000 00F0 0CCC CCCE CCEC CCCC 00F0 0000"            /* ...π.ΜΜΞΜμΜΜ.π.. */
	$"0000 00F0 CCEC CCCC CCFF CCCC C0F0 FF00"            /* ...πΜμΜΜΜÿΜΜΐπÿ. */
	$"0000 00F0 CCCC CCCC CFCC FCEC C0FF CCF0"            /* ...πΜΜΜΜΟΜόμΐÿΜπ */
	$"0000 00F0 CCCC CCCC CFCC CFCC C0FC CCF0"            /* ...πΜΜΜΜΟΜΟΜΐόΜπ */
	$"0FF0 00F0 CCCC CCEC CFCC CCFF FFCC CCF0"            /* .π.πΜΜΜμΟΜΜÿÿΜΜπ */
	$"FCCF 00F0 CCCC CCCC CFCC CCCC CCCC CCF0"            /* όΟ.πΜΜΜΜΟΜΜΜΜΜΜπ */
	$"FCCF FFF0 CCCE CCCC FCCC CCCC CCCC CCCF"            /* όΟÿπΜΞΜΜόΜΜΜΜΜΜΟ */
	$"0FCC CCF0 CCCC CCCE FCCC 0FCC CCC0 FCCF"            /* .ΜΜπΜΜΜΞόΜ.ΜΜΐόΟ */
	$"00FF CCF0 CECC CCCC FCCC FFCC CFCF FCCF"            /* .ÿΜπΞΜΜΜόΜÿΜΟΟόΟ */
	$"0000 FFF0 CCCC CCCC FC00 CCCC CCCC C00F"            /* ..ÿπΜΜΜΜό.ΜΜΜΜΐ. */
	$"0000 00F0 CCCC CECC FC00 CFCC FCCF C00F"            /* ...πΜΜΞΜό.ΟΜόΟΐ. */
	$"0000 00F0 0CEC CCCC CFCC CFFF FFFF CCF0"            /* ...π.μΜΜΟΜΟÿÿÿΜπ */
	$"0000 0FF0 00CC CCCC CCFC CCCC CCCC CF00"            /* ...π.ΜΜΜΜόΜΜΜΜΟ. */
	$"0000 FCFF 0000 0000 000F FFFF FFFF F000"            /* ..όÿ......ÿÿÿÿπ. */
	$"000F CCCF FFFF FFFF FFFF FFFF FCF0 0000"            /* ..ΜΟÿÿÿÿÿÿÿÿόπ.. */
	$"000F CCF0 FCCF 0000 00FC CF0F CCF0 0000"            /* ..ΜπόΟ...όΟ.Μπ.. */
	$"000F FF00 FFF0 0000 00FF F000 FFF0 0000"            /* ..ÿ.ÿπ...ÿπ.ÿπ.. */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
};

data 'icl8' (128) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 FFFF FFFF FFFF FFFF"            /* ........ÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FF00 0000 0000 0000"            /* ÿÿÿÿÿÿÿÿÿ....... */
	$"0000 0000 0000 00FF 0000 0000 0000 0000"            /* .......ÿ........ */
	$"0000 0000 0000 0000 00FF 0000 0000 0000"            /* .........ÿ...... */
	$"0000 0000 0000 FF00 0000 F6F6 F6F6 F6F6"            /* ......ÿ...φφφφφφ */
	$"F6F6 F6F6 F6F6 F600 0000 FF00 0000 0000"            /* φφφφφφφ...ÿ..... */
	$"0000 0000 0000 FF00 00F6 F6F6 F6F6 F6FC"            /* ......ÿ..φφφφφφό */
	$"F6F6 FCF6 F6F6 F6F6 0000 FF00 0000 0000"            /* φφόφφφφφ..ÿ..... */
	$"0000 0000 0000 FF00 F6F6 FCF6 F6F6 F6F6"            /* ......ÿ.φφόφφφφφ */
	$"F6F6 FFFF F6F6 F6F6 F600 FF00 FFFF 0000"            /* φφÿÿφφφφφ.ÿ.ÿÿ.. */
	$"0000 0000 0000 FF00 F6F6 F6F6 F6F6 F6F6"            /* ......ÿ.φφφφφφφφ */
	$"F6FF F7F7 FFF6 FCF6 F600 FFFF F7F7 FF00"            /* φÿχχÿφόφφ.ÿÿχχÿ. */
	$"0000 0000 0000 FF00 F6F6 F6F6 F6F6 F6F6"            /* ......ÿ.φφφφφφφφ */
	$"F6FF F7F7 F7FF F6F6 F600 FFF7 F7F7 FF00"            /* φÿχχχÿφφφ.ÿχχχÿ. */
	$"00FF FF00 0000 FF00 F6F6 F6F6 F6F6 FCF6"            /* .ÿÿ...ÿ.φφφφφφόφ */
	$"F6FF F7F7 F7F7 FFFF FFFF F7F7 F7F7 FF00"            /* φÿχχχχÿÿÿÿχχχχÿ. */
	$"FFF7 F7FF 0000 FF00 F6F6 F6F6 F6F6 F6F6"            /* ÿχχÿ..ÿ.φφφφφφφφ */
	$"F6FF F7F7 F7F7 F7F7 F7F7 F7F7 F7F7 FF00"            /* φÿχχχχχχχχχχχχÿ. */
	$"FFF7 F7FF FFFF FF00 F6F6 F6FC F6F6 F6F6"            /* ÿχχÿÿÿÿ.φφφόφφφφ */
	$"FFF7 F7F7 F7F7 F7F7 F7F7 F7F7 F7F7 F7FF"            /* ÿχχχχχχχχχχχχχχÿ */
	$"00FF F7F7 F7F7 FF00 F6F6 F6F6 F6F6 F6FC"            /* .ÿχχχχÿ.φφφφφφφό */
	$"FFF7 F7F7 00FF F7F7 F7F7 F700 FFF7 F7FF"            /* ÿχχχ.ÿχχχχχ.ÿχχÿ */
	$"0000 FFFF F7F7 FF00 F6FC F6F6 F6F6 F6F6"            /* ..ÿÿχχÿ.φόφφφφφφ */
	$"FFF7 F7F7 FFFF F7F7 F7FF F7FF FFF7 F7FF"            /* ÿχχχÿÿχχχÿχÿÿχχÿ */
	$"0000 0000 FFFF FF00 F6F6 F6F6 F6F6 F6F6"            /* ....ÿÿÿ.φφφφφφφφ */
	$"FFF7 F5F5 F7F7 F7F7 F7F7 F7F7 F7F5 F5FF"            /* ÿχυυχχχχχχχχχυυÿ */
	$"0000 0000 0000 FF00 F6F6 F6F6 F6FC F6F6"            /* ......ÿ.φφφφφόφφ */
	$"FFF7 F5F5 F7FF F7F7 FFF7 F7FF F7F5 F5FF"            /* ÿχυυχÿχχÿχχÿχυυÿ */
	$"0000 0000 0000 FF00 00F6 FCF6 F6F6 F6F6"            /* ......ÿ..φόφφφφφ */
	$"F6FF F7F7 F7FF FFFF FFFF FFFF F7F7 FF00"            /* φÿχχχÿÿÿÿÿÿÿχχÿ. */
	$"0000 0000 00FF FF00 0000 F6F6 F6F6 F6F6"            /* .....ÿÿ...φφφφφφ */
	$"F6F6 FFF7 F7F7 F7F7 F7F7 F7F7 F7FF 0000"            /* φφÿχχχχχχχχχχÿ.. */
	$"0000 0000 FFF7 FFFF 0000 0000 0000 0000"            /* ....ÿχÿÿ........ */
	$"0000 00FF FFFF FFFF FFFF FFFF FF00 0000"            /* ...ÿÿÿÿÿÿÿÿÿÿ... */
	$"0000 00FF F7F7 F7FF FFFF FFFF FFFF FFFF"            /* ...ÿχχχÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFF7 FF00 0000 0000"            /* ÿÿÿÿÿÿÿÿÿχÿ..... */
	$"0000 00FF F7F7 FF00 FFF7 F7FF 0000 0000"            /* ...ÿχχÿ.ÿχχÿ.... */
	$"0000 FFF7 F7FF 00FF F7F7 FF00 0000 0000"            /* ..ÿχχÿ.ÿχχÿ..... */
	$"0000 00FF FFFF 0000 FFFF FF00 0000 0000"            /* ...ÿÿÿ..ÿÿÿ..... */
	$"0000 FFFF FF00 0000 FFFF FF00 0000 0000"            /* ..ÿÿÿ...ÿÿÿ..... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
};

data 'ics#' (128) {
	$"0000 0000 0000 0FF8 1104 14D7 D0BD B181"            /* .......ψ...ΧΠ½± */
	$"98A5 7281 107E 3FF4 5AB4 6CCC 0000 0000"            /* ¥r.~?τZ΄lΜ.... */
	$"0000 0000 0000 0FF8 1FFC 1FFF DFFF FFFF"            /* .......ψ.ό.ÿίÿÿÿ */
	$"FFFF 7FFF 1FFE 3FFC 7EFC 6CCC 0000 0000"            /* ÿÿ.ÿ.ώ?ό~όlΜ.... */
};

data 'ics4' (128) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 FFFF FFFF F000"            /* ..........ÿÿÿÿπ. */
	$"000F CCCE CCCC CF00 000F CECC FFCE CFFF"            /* ..ΜΞΜΜΟ...ΞΜÿΞΟÿ */
	$"FF0F CCCC FCFF FFCF FCFF CCCF FCCC CCCF"            /* ÿ.ΜΜόÿÿΟόÿΜΟόΜΜΟ */
	$"FCCF ECCC FCFC CFCF 0FFF CCEC F0CC CC0F"            /* όΟμΜόόΟΟ.ÿΜμπΜΜ. */
	$"000F CCCC CFFF FFF0 00FF FFFF FFFF CF00"            /* ..ΜΜΟÿÿπ.ÿÿÿÿÿΟ. */
	$"0FCF FCF0 FCFF CF00 0FF0 FF00 FF00 FF00"            /* .ΟόπόÿΟ..πÿ.ÿ.ÿ. */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
};

data 'ics8' (128) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 FFFF FFFF FFFF FFFF FF00 0000"            /* ....ÿÿÿÿÿÿÿÿÿ... */
	$"0000 00FF F6F6 F6FC F6F6 F6F6 F6FF 0000"            /* ...ÿφφφόφφφφφÿ.. */
	$"0000 00FF F6FC F6F6 FFFF F6FC F6FF FFFF"            /* ...ÿφόφφÿÿφόφÿÿÿ */
	$"FFFF 00FF F6F6 F6F6 FFF7 FFFF FFFF F7FF"            /* ÿÿ.ÿφφφφÿχÿÿÿÿχÿ */
	$"FFF7 FFFF F6F6 F6FF FFF7 F7F7 F7F7 F7FF"            /* ÿχÿÿφφφÿÿχχχχχχÿ */
	$"FFF7 F7FF FCF6 F6F6 FFF7 FFF7 F7FF F7FF"            /* ÿχχÿόφφφÿχÿχχÿχÿ */
	$"00FF FFFF F6F6 FCF6 FFF5 F7F7 F7F7 F5FF"            /* .ÿÿÿφφόφÿυχχχχυÿ */
	$"0000 00FF F6F6 F6F6 F6FF FFFF FFFF FF00"            /* ...ÿφφφφφÿÿÿÿÿÿ. */
	$"0000 FFFF FFFF FFFF FFFF FFFF F7FF 0000"            /* ..ÿÿÿÿÿÿÿÿÿÿχÿ.. */
	$"00FF F7FF FFF7 FF00 FFF7 FFFF F7FF 0000"            /* .ÿχÿÿχÿ.ÿχÿÿχÿ.. */
	$"00FF FF00 FFFF 0000 FFFF 0000 FFFF 0000"            /* .ÿÿ.ÿÿ..ÿÿ..ÿÿ.. */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
};
